{
    "myStories": {
        "short": ["I'm KAM!"],
        "long": ["I'm Kam the dreamer from Baltimore, MD I am a creative software engineer. When I'm not writing code I'm likely taking photos or recording video with my iPhone or Fuji X-T1. I didn't grow as a typical software engineering through college, I took a very abnormal route getting to where I currently am. My journey as a developer starts off in 12th grade GT computer science, imagine a kid who'd never seen code writing data structures as an excercise in c++. It wasn't great. Skip forward to sophmore year of college I've change my major a few times first psychology then philosphy then applied infromation technology then information systems. I stuck with information systems but focused souly on sofrware engineering. My curiosity for creative software engineer came from rapid prototyping at hackathons. The first ever hackathon I went to was bitcamp at University of Maryland. Boy was it a whole new world of programming, this wasnt 12th grade GT c++ anymore. I built a small plugin for Instagram and won a prize that I wasnt there to claim (que sad face); I'm never there to claim my prizes (I always worked 2-3 jobs in college). ", "🚀 🚀 🚀 BLAST OFF 🚀 🚀 🚀", "Here I am new skills new me. I started to learn a ton really really fast. I was exclusively a full stack engineer at a few small orgs helping out on anything I could. I began to grow in the direction that I've been super intersted in, Front End Engineering and user experience. Fast forward to today I'm still loving what I do and prototyping wonky ideas you can check out on my projects page. I currently work for Jet.com writing javascripts for the Prototyping and Innovation team. My story is to be continued. If you want to know more about me my resume is below, otherwise contact me when you can! Peace."]
    },
    "projects": [ {
        "img":"http://robinsonkameron.co/static/media/tempo.ebe855c1.gif",
        "title": "Tempo",
        "about": "Temp° is the intersection of music, tech, data, and motion: a perfect metaphor for the SXSW experience! This experience was designed and developed by an IBM Maelstrom team. Using inspiration from the core experiences of the Weather Underground app, our team of 11 interns conceptualized, designed and built the experience in only four and a half days.",
        "tech": ["Node.js",
            "React.js",
            "Web Audio",
            "Howler.js",
            "Canvas",
            "IBM Bluemix"
        ]
    },
    {
        "img":"http://robinsonkameron.co/static/media/",
        "title": "Youme.World",
        "about": "Youme.world is the easiest way for you to plan a trip that you may not have money for at the moment. Imagine a whole new way to do this with your friends too!",
        "tech": ["Node.js",
            "React.js",
            "AWS",
            "Mongodb"
        ]
    }, {
        "img":"http://robinsonkameron.co/static/media/",
        "title": "Temere.space",
        "about": "Temere.space or random space is a homepage space that greets you and allows you to see any todos you may have!",
        "tech": ["HTML5", "CSS3", "jQuery","Firebase"]
    }]
}
